[
    {
      "estate_title": "Luxury Hotel",
      "id": 1,
      "segment_name": "Hotel",
      "description": "Experience unparalleled luxury and sophistication at the Luxury Grand Hotel. Situated on the picturesque beachfront of Miami, Florida, our hotel offers breathtaking views, world-class amenities, and impeccable service. From the moment you step into our grand lobby adorned with crystal chandeliers and marble floors, you'll be transported into a world of opulence and elegance. Each of our spacious guest rooms and suites is meticulously designed with plush furnishings, modern amenities, and panoramic views of the ocean or city skyline.",
      "price": "$500 per night",
      "status": "sale",
      "area": "5000 sq ft",
      "location": "City Center",
      "facilities": ["Spa", "Swimming Pool", "Gourmet Restaurant"],
      "image": "https://i.ibb.co/BNH1HGj/hotel.jpg"
    },
    {
      "estate_title": "Beachfront Resort",
      "id": 2,
      "segment_name": "Resort",
      "description": "Escape to a tropical paradise at the Tropical Paradise Resort. Nestled along the pristine Caribbean coast of Barbados, our resort offers a haven of relaxation and adventure. Surrounded by lush tropical gardens, swaying palm trees, and crystal-clear waters, guests can immerse themselves in the natural beauty of the island while enjoying luxurious accommodations and personalized service. Each of our spacious suites and villas is elegantly appointed with Caribbean-inspired décor, private balconies or terraces, and modern amenities..",
      "price": "$300 per night",
      "status": "sale",
      "area": "3000 sq ft",
      "location": "Tropical Island",
      "facilities": ["Private Beach", "Water Sports", "Beach Bar"],
      "image": "https://i.ibb.co/TqS19pb/resort.jpg"
    },
    {
      "estate_title": "Cozy Vacation Rental",
      "id": 3,
      "segment_name": "Vacation Rental",
      "description": "Escape to this charming beachfront cottage located in the heart of Malibu. With stunning ocean views, private beach access, and luxurious amenities, this vacation rental is the perfect getaway for couples or small families. Enjoy walks along the sandy shore, relax on the spacious deck overlooking the Pacific, and unwind in the cozy interior furnished with modern decor.",
      "price": "$200 per night",
      "status": "rent",
      "area": "1500 sq ft",
      "location": "Mountain Retreat",
      "facilities": ["Fireplace", "Scenic Views", "Hiking Trails"],
      "image": "https://i.ibb.co/MNmJmwK/rental.jpg"
    },
    {
      "estate_title": "Modern Motel",
      "id": 4,
      "segment_name": "Motel",
      "description": "Welcome to the Sunset Motel, your home away from home in the vibrant city of Miami Beach. Our motel offers comfortable and affordable accommodations just steps away from the famous South Beach. Whether you're here for a weekend getaway or an extended stay, our friendly staff is dedicated to ensuring your stay is enjoyable.",
      "price": "$100 per night",
      "status": "sale",
      "area": "2000 sq ft",
      "location": "Highway Exit",
      "facilities": ["Free Wi-Fi", "Parking", "24-hour Reception"],
      "image": "https://i.ibb.co/Rv0zkwC/motel.jpg"
    }
  ]
  